#num1 = int(input('Введите любое число: '))
#num2 = int(input('Введите любое число: '))
#if num1 > num2:
    #print(num1 , 'Больше', num2)
#elif num1 < num2:
    #print(num1 , 'Меньше', num2)
#elif num1 == num2:
    #print(num1 , 'Равнор', num2)


# Задание:

 
 
age_control = int(input("Введите возраст: "))
if age_control < 6:
    print('Вход бессплатный: ')
elif 5 < age_control < 16:
    print('Вход 100c: ')
elif 15 < age_control < 19:
    print('Вход 200c: ')
elif 18 < age_control < 26:
    print('Вход 500c: ')
elif 25 < age_control:
    print('Вход 500c: ')


# Домашняя работа:

# week = int(input('Введите номер дня недели (1-7): '))
# if week == 1:
#     print('Понедельник')
# elif week == 2:
#     print('Вторник')
# elif week == 3:
#     print('Среда')
# elif week == 4:
#     print('Четверг')
# elif week == 5:
#     print('Пятница')
# elif week == 6:
#     print('Суббота')
# elif week == 7:
#     print('Воскресенье')









