# '' --> одинарный 
# "" --> двойной 
# """ """ --> тройной
 
# --> коммент

text = "Hi"
print(text) 


# a = 12345
# b = 678
# a1 = 098
# a2 = 78
# a=45 
#a=45

# математикалык оператолор
# * кобойту оператору
# % Нольго кобойтуу
# -= дикрнмент
# += инкремент

# '<' = чон
# '>' = кичине
# '!'= барабар эмес
# '=' = барабар

# Типы данных
# int --> 12345.... --> жонокой сандар
# float --> 1.7, 2.7 --> болчок сандар
# complex --> 123j --> комплекс
# str --> text --> суйлом же текст
# bool --> True, False --> логический тип данных

